[
  {
    "heading": "Restauration & Catering · Catering & Food Services",
    "content": "Solutions sur mesure pour chantiers, hôpitaux, institutions et événements, avec une hygiène irréprochable et une logistique maîtrisée. Tailored food programs for remote sites, hospitals, and events, guaranteeing safe, consistent catering wherever MAFA operates.",
    "svg": "verified"
  },
  {
    "heading": "Nettoyage & Entretien · Cleaning & Maintenance",
    "content": "Prestations industrielles menées par des équipes formées utilisant des produits certifiés écoresponsables. Industrial-grade cleaning delivered by trained crews with certified eco-friendly products for compliant, spotless facilities.",
    "svg": "tools"
  },
  {
    "heading": "Logistique & Fourniture hôtelière · Hotel Supply & Logistics",
    "content": "Approvisionnement national en équipements, consommables et cuisines professionnelles pour sécuriser vos opérations. Nationwide sourcing and delivery of hotel equipment, consumables, and kitchen assets to keep every property stocked.",
    "svg": "dashboard"
  },
  {
    "heading": "Formation & Placement culinaire · Culinary Training & Placement",
    "content": "Parcours certifiants mêlant théorie, pratique et insertion dans nos réseaux partenaires. Certified programs mixing theory, hands-on training, and job placement within MAFA’s hospitality network.",
    "svg": "books"
  },
  {
    "heading": "Transformation agroalimentaire · Agro-food Processing",
    "content": "Valorisation des productions locales en denrées à forte valeur ajoutée pour renforcer les circuits courts. Converting local crops into value-added food products that support short supply chains and food security.",
    "svg": "frame"
  },
  {
    "heading": "Conseil, maintenance & partenariats · Strategic Services",
    "content": "Accompagnement stratégique, maintenance préventive et facilitation de partenariats africains durables. Strategic advisory, maintenance programs, and partnership facilitation for resilient African service chains.",
    "svg": "groups"
  }
]